{
    "name": "Afixos",
    "icon": "minecraft:experience_bottle",
    "category": "apotheosis:adventure/affix_loot",
	"flag": "apotheosis:adventure",
	"sortnum": 0,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "Um $(6)afixo$() é o poder por trás dos itens de afixo. Cada afixo é muito semelhante a um encantamento, fornecendo um bônus específico ao item ao qual está anexado.$(p)Este livro não listará todos os afixos, pois isso cabe a você descobrir, mas ajudará a explicá-los."
        },
		{
			"type": "patchouli:text",
			"title": "Tipos de afixo",
			"text": "Existem alguns tipos diferentes de afixos, cada tipo com um conjunto específico de funcionalidades que ele pode fornecer.$(p)Os tipos de afixos aplicados a um item dependem da $(l:apotheosis:adventure/affix_loot/rarities)raridade$() do item."
		},
		{
			"type": "patchouli:text",
			"title": "Afixos de status",
			"text": "O tipo mais comum de afixos são os afixos de status. Esses afixos fornecem um bônus simples para um atributo específico e estão disponíveis em todas as raridades.  Raridades mais altas recebem afixos de status adicionais."
		},
		{
			"type": "patchouli:text",
			"title": "Afixos de efeito",
			"text": "Os afixos de efeito são o tipo mais interessante de afixo. Eles têm alcance livre para adicionar todos os tipos de funcionalidade adicional aos seus itens, variando de um simples bônus de utilidade a fortes efeitos de combate.$(p)Eles só podem ser encontrados em itens raros ou mais."
		},
		{
			"type": "patchouli:text",
			"title": "Encaixes",
			"text": "Um encaixe é um tipo especial de afixo que simplesmente fornece um slot para uma $(l:apotheosis:adventure/affix_loot/gems)gema$().$(p)Gemas podem trazer ótimos bônus, mas podem ser difíceis de encontrar."
		},
		{
			"type": "patchouli:text",
			"title": "O afixo de durabilidade",
			"text": "O afixo de durabilidade torna um item mais resistente a danos e está presente em todos os itens raros ou mais.$(p)Aplica-se após todas as outras resistências a danos, tornando-se multiplicável com durabilidade."
		}
	]
}