{
    "name": "Прикрепления",
    "icon": "minecraft:experience_bottle",
    "category": "apotheosis:adventure/affix_loot",
	"flag": "apotheosis:adventure",
	"sortnum": 0,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "$(6)Прикрепление$() является движущей силой, стоящей за Прикреплением Предметов. Каждое прикрепление очень похож на заклинание, дающее определенный бонус предмету, к которому он прикреплен.$(p)В этой книге не будут перечислены все прикрепления, поскольку это вам предстоит выяснить, но это поможет объяснить их."
        },
		{
			"type": "patchouli:text",
			"title": "Типы Прикреплений",
			"text": "Существует несколько различных типов прикреплений, каждый из которых обладает определенным набором функциональных возможностей, которые он может предоставить.$(p)Какие типы прикреплений применяются к элементу, зависит от $(l:apotheosis:adventure/affix_loot/rarities)Редкость$()."
		},
		{
			"type": "patchouli:text",
			"title": "Статы Прикреплений",
			"text": "Наиболее распространенным типом прикрелпения являются статические прикрепления. Эти прикрелпения обеспечивают простой бонус к определенному атрибуту и доступны для всех редкостей. Более редкие экземпляры получают дополнительные присвоения характеристик."
		},
		{
			"type": "patchouli:text",
			"title": "Эффекты Прикреплений",
			"text": "Эффекты прикреплений - самый интересный тип прикреплений. У них есть свободный выбор для добавления всевозможных дополнительных функций к вашим предметам, начиная от простых полезных бонусов и заканчивая сильными боевыми эффектами.$(p)Их можно найти только на редких+ предметах."
		},
		{
			"type": "patchouli:text",
			"title": "Гнезда",
			"text": "Гнездо - это особый тип прикрелпения, который просто обеспечивает емкость для $(l:apotheosis:adventure/affix_loot/gems)Самоцвета$().$(p)Самоцветы могут давать отличные бонусы, но их может быть трудно найти."
		},
		{
			"type": "patchouli:text",
			"title": "Прочность Прикреплений",
			"text": "Прочность Прикреплений делает предмет более устойчивым к повреждениям и присутствует на всех редких+ предметах.$(p)Она применяется после всех других сопротивлений к повреждениям, что делает ее мультипликативной при неразрушении."
		}
	]
}