{
    "name": "Редкости",
    "icon": "minecraft:nether_star",
    "category": "apotheosis:adventure/affix_loot",
	"flag": "apotheosis:adventure",
	"sortnum": 0,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "Каждый элемент прикрепления имеет $(9)Редкость$() связанный с этим. Редкость предмета определяет, насколько сильным он будет, и какие прикрепления будут к нему применены.$(p)Более высокая редкость всегда сильнее предыдущей."
        },
		{
			"type": "patchouli:text",
			"title": "Обычный",
			"text": "$(#808080)Обычный$() - это самый простой тип прикрепляемого элемента. Каждый из них всегда будет иметь один бонус к характеристикам и имеет низкий шанс получить второй."
		},
		{
			"type": "patchouli:text",
			"title": "Необычный",
			"text": "$(#33FF33)Необычный$() - это шаг вперед по сравнению с обычным предметом, но по-прежнему не дает никаких уникальных эффектов. Эти предметы всегда имеют два стата бонуса и могут получить третий.$(p)Они также могут получить один гнездо."
		},
		{
			"type": "patchouli:text",
			"title": "Редкий",
			"text": "$(#5555FF)Редкий$() - это то место, где начинают проявляться прикрепления. Эти предметы получают три стата бонуса и специальный эффект, а также могут получить второй эффект.$(p)Они также могут получить гнездо и всегда имеют небольшой бонус к долговечности."
		},
		{
			"type": "patchouli:text",
			"title": "Эпический",
			"text": "$(#BB00BB)Эпический$() предметы находятся на пороге величия. Они получают три состояния и эффект, а также могут получить четвертое состояние и второй эффект.$(p)Они также могут получить до двух гнезд и имеют более сильный бонус к долговечности."
		},
		{
			"type": "patchouli:text",
			"title": "Мифический",
			"text": "$(#ED7014)Мифический$() предметы были выкованы исчезнувшим существом, обладавшим огромной силой. Они получают четыре состояния и два эффекта и могут получить третий эффект, а также три гнезда.$(p)Они также имеют значительный бонус к долговечности."
		},
		{
			"type": "patchouli:text",
			"title": "Древний",
			"text": "$(b)Древний$() - это вершина творения, невообразимая концентрация силы, дарованная только самым удачливым.$(p)Они настолько редки, что некоторые могут сказать, что они еще даже не реализованы..."
		}
	]
}