{
    "name": "Модификаторы Рассадника",
    "icon": "minecraft:clock",
    "category": "apotheosis:spawner/spawner",
	"flag": "apotheosis:spawner",
	"sortnum": 1,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "Прочитав о $(l:apotheosis:spawner/stats)Статы Рассадника$(), возможно, вам интересно, как их изменить.$(p)Ввод $(9)Модификаторы Рассадника$(), система для редактирования спавнеров.$(p)Модификатор состоит максимум из двух элементов и приводит к определенному изменению характеристик создателя."
        },
		{
            "type": "patchouli:text",
			"title": "Просмотр модификаторов",
            "text": "Каждый отдельный модификатор виден в JEI.$(p)К ним можно получить доступ, просмотрев как способы использования, так и рецепты для $(9)Рассадник$(), или способы использования элементов-модификаторов.$(p)Там много всплывающих подсказок, так что посмотрите вокруг."
        },
		{
            "type": "patchouli:text",
			"title": "Обозначение",
            "text": "В JEI изменения статов отмечаются как$(br)$(9)+/- X Стат$().$(p)Некоторые статы не имеют числовых значений, поэтому они будут отображаться как $(9)+/- Стат$().$(p) В всплывающие подсказки, нечисловая статистика не отображаются, если они не включены."
        },
		{
            "type": "patchouli:text",
			"title": "Предел Модификации",
            "text": "Некоторые модификаторы не могут уменьшать или увеличивать статы выше определенного значения.$(p)Они будут указаны во всплывающей подсказке для этого конкретного параметра в JEI.$(p)Эти ограничения зависят от модификатора, поэтому один модификатор может иметь другое ограничение для того же параметра."
        },
		{
            "type": "patchouli:text",
			"title": "Применение модификаторов",
            "text": "Чтобы применить модификатор, просто подержите соответствующие элементы в руках и щелкните правой кнопкой мыши на $(9)Спавнер Моба$().$(p)Если модификация прошла успешно, элементы будут израсходованы.$(p)Основной элемент всегда израсходован, но дополнительный элемент может быть недоступен."
        },
		{
            "type": "patchouli:text",
            "text": "Несмотря на то, что в JEI указано, что предметы должны находиться в определенных руках, это не обязательно.$(p)Вы можете применять модификатор до тех пор, пока держите предметы в руках, независимо от того, в какой руке."
        }
	]
}